app/controllers/blogs_controller.rb

SELECT "blogs".* FROM "blogs"
---
  def index
    # ↓記事を全件取得
    @blogs = Blog.all